<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'リセットしました。',
    'sent' => 'リセットリンクを送信しました。',
    'throttled' => '時間を置いて、再度お試しください。',
    'token' => '有効期限を過ぎているか、無効なリンクです。',
    'user' => "登録情報が見つかりませんでした。",

];
